Repository: alex-las/SysJaky_N
Catalog: Resources/Pages.Api.NewsletterModel.*.resx
Languages: cs

# Validation.Email.Invalid
source: Please enter a valid email address.
cs: Zadejte platný e-mail.

# Validation.Consent.Required
source: Consent is required to subscribe to the newsletter.
cs: Pro přihlášení k newsletteru je nutný souhlas.

# Json.AlreadySubscribed
source: This email address is already subscribed.
cs: Tento e-mail je již přihlášen k odběru.

# Json.ConfirmationEmailSent
source: Thank you! We've sent a confirmation email.
cs: Děkujeme! Odeslali jsme potvrzovací e-mail.

# Confirmation.DefaultTitle
source: Subscription confirmation
cs: Potvrzení odběru

# Confirmation.InvalidLink
source: The link is invalid. Please try again.
cs: Odkaz je neplatný. Zkuste to prosím znovu.

# Confirmation.InvalidOrExpired
source: The link is invalid or has expired.
cs: Odkaz je neplatný nebo již vypršel.

# Confirmation.AlreadyConfirmed
source: The subscription for this email address has already been confirmed.
cs: Odběr tohoto e-mailu byl již potvrzen.

# Confirmation.CompletedTitle
source: Confirmation completed
cs: Potvrzení dokončeno

# Confirmation.CompletedMessage
source: Thank you, your newsletter subscription has been successfully confirmed.
cs: Děkujeme, váš odběr newsletteru byl úspěšně potvrzen.
